tap 'homebrew/cask'
tap 'homebrew/cask-eid'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

brew 'derailed/k9s/k9s'
brew 'go'
brew 'kubectx'
brew 'telnet'
brew 'terminal-notifier'
brew 'tree'
brew 'wget'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'beardedspice'
cask 'docker'
cask 'dozer'
cask 'firefox'
cask 'font-fira-code'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'macdown'
cask 'openineditor-lite'
cask 'openinterminal-lite'
cask 'rectangle'
cask 'visual-studio-code'