tap 'FelixKratz/formulae'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/cask'
tap 'koekeishiya/formulae'
tap 'shaunsingh/SFMono-Nerd-Font-Ligaturized'

brew 'asdf'
brew 'awscli'
brew 'azure-cli'
brew 'blueutil'
brew 'broot'
brew 'derailed/k9s/k9s'
brew 'gh'
brew 'git'
brew 'go'
brew 'helm'
brew 'ical-buddy'
brew 'ifstat'
brew 'jq'
brew 'kubectx'
brew 'lazydocker'
brew 'neovim'
brew 'sketchybar'
brew 'skhd'
brew 'telnet'
brew 'terminal-notifier'
brew 'terraform'
brew 'wget'
brew 'yabai'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh'
brew 'zstd'

cask 'beardedspice'
cask 'docker'
cask 'dozer'
cask 'font-fira-code'
cask 'font-fira-code'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-sf-mono-nerd-font-ligaturized'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'obsidian'
cask 'openineditor-lite'
cask 'openinterminal-lite'
cask 'raycast'
cask 'sf-symbols'
cask 'stats'
cask 'visual-studio-code'