tap 'FelixKratz/formulae'
tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/cask'
tap 'koekeishiya/formulae'
tap 'shaunsingh/SFMono-Nerd-Font-Ligaturized'

brew 'asdf'
brew 'bluesnooze'
brew 'blueutil'
brew 'broot'
brew 'git'
brew 'go'
brew 'helm'
brew 'ical-buddy'
brew 'ifstat'
brew 'jq'
brew 'neovim'
brew 'sketchybar'
brew 'terminal-notifier'
brew 'terraform'
brew 'wget'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh'
brew 'zstd'

cask 'beardedspice'
cask 'docker'
cask 'font-fira-code-nerd-font'
cask 'iterm2'
cask 'keepingyouawake'
cask 'obsidian'
cask 'openineditor-lite'
cask 'openinterminal-lite'
cask 'raycast'
cask 'sf-symbols'
cask 'stats'
cask 'visual-studio-code'
cask 'nikitabobko/tap/aerospace'
cask 'hyperkey'
